// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Nyomtató";
"Tool"="Eszköz";
"Fax Settings"="Fax beállítások";
"Fax Transmission Record"="Faxátviteli\njelentés";
"Check Fax Connection"="Faxkapcsolat\nellenőrzés";
"Speed Dial/Group Dial List"="Gyorshívó/\nCsoporthívó lista";
"Fax Receive Monitor"="Fax fogadás\nfigyelő";

"Str_FaxContacts"="Címjegyzék";
"Str_FaxAddressBook"="Címjegyzék";
"Str_FaxSyncContacts"="Szinkronizáció %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Nyomtató kiválasztása";
"Select a printer from the list."="Válasszon ki egy nyomtatót a listából.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Ellenőrizze, hogy a számítógép csatlakozik-e a nyomtatóhoz, a nyomtató-illesztőprogram telepítve van-e, a számítógépről való nyomtatás beállítása befejeződött-e, és a nyomtató be van-e kapcsolva.";
"Model"="Modell";
"Name"="Név";
"Setup..."="Beállítás...";
"Cancel"="Mégse";
"Select"="Kiválasztás";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="A FAX Utility segédprogramról...";
"Preferences..."="Tulajdonságok...";
"Services"="Funkciók";
"Hide FAX Utility"="FAX Utility segédprogram elrejtése";
"Hide Others"="Egyéb programok elrejtése";
"Show All"="Összes megjelenítése";
"Quit FAX Utility"="Lépjen ki a FAX Utility-ből";
"File"="Fájl";
"Close"="Bezár";
"Window"="Ablak";
"Minimize"="Minimalizál";
"Help"="Súgó";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Mégse";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nem található a program végrehajtásához szükséges fájl.\nTelepítse újra a FAX Utility segédprogramot.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nyomtató (fax) információk megszerzése nem lehetséges. Nyissa ki a \"Print & Fax Preferences\" lehetőséget, majd adja hozzá a PC-FAX illesztőprogramot.";
"Str_Alert_Common_Confirm_OverWrite"="A megadott fájl már létezik. Felülírja?";
"Str_Alert_Common_Not_Responding_Error"="A nyomtató nem válaszol. Ellenőrizze, hogy a nyomtató megfelelően van-e csatlakoztatva, és be van-e kapcsolva.";
"Str_Alert_Common_Communication_Error"="Nyomtató kommunikációs hiba lépett fel.";
"Str_Alert_Common_Printer_Processing_Error"="A nyomtató feldolgozást végez. Várjon egy keveset, majd próbálja újra.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Hiba történt a nyomtatóval való kommunikáció során.\nHibakód (%d)";
"Str_Alert_Common_Error_Occurred"="A feldolgozás hiba miatt megszakításra került.";
"Str_Alert_Common_PrinterStatusError"="Hiba történt a nyomtatóban. Törölje a hibát és próbálja újra.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="A Fax átviteli eredmények nem nyitható meg, mert egy másik FAX Utility segédprogram funkció már fut. Várjon amíg a futó funkció befejeződik, és próbálja újra.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="A Faxkapcsolat ellenőrzés nem indítható el, mert egy másik FAX Utility segédprogram funkció már fut. Várjon amíg a futó funkció befejeződik, és próbálja újra.";
"Str_Alert_Fax_Settings_Cannot_Open"="A Faxbeállítások nem indítható el, mert egy másik FAX Utility segédprogram funkció már fut. Várjon amíg a futó funkció befejeződik, és próbálja újra.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="A Gyorshívó/Csoporthívó lista nem nyitható meg, mert egy másik FAX Utility segédprogram funkció már fut. Várjon amíg a futó funkció befejeződik, és próbálja újra.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Rendszergazda jelszó megadása";
"LOC_AdminPassword_Label"="Rendszergazda jelszó";
"LOC_AdminPassword_Alert"="Hibás jelszó.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Mégse";
